{ "articles": [{
    "title": "10 Learnings from 10 Years of Brain Pickings",
    "quote": "'Fluid reflections on keeping a solid center.'",
    "author": "BY MARIA POPOVA",
    "content":"I remember my first awareness of mortality as a child in Bulgaria. I was nine and my father was relaying an anecdote from his youth. I asked him when it had taken place. With unconcerned casualness, he replied: “About a decade ago.” I was astonished that people could segment their lives into blocks this big — my own life hadn’t yet lasted a decade. In realizing that “a decade ago” I hadn’t existed — the self I now so vividly experienced daily was then a nonentity — I also realized that in several more of those ten-year blocks, my dad, and eventually I, will cease to exist.",
    "id": "1"
    }, {
    "title": "How a Jellyfish and a Sea Slug Illuminate the Mystery of the Self",
    "quote": "'A humbling evolutionary antidote to the hubris of exceptionalism, with a side of etymology.'",
    "author": "BY MARIA POPOVA",
    "content": "“There is, in sanest hours, a consciousness, a thought that rises, independent, lifted out from all else, calm, like the stars, shining eternal,” Walt Whitman wrote in contemplating identity and the paradox of the self. Whitman lived in an era before the birth of neuroscience, before psychology as we know it became a robust field of scientific study — before, that is, we began examining more closely whatever it is that we mean by the “self,” only to find that it doesn’t hold up to systematic scrutiny. A century after Whitman, another great poet and great seer of the human experience articulated the terror and the beauty of this elemental fact: “The self is a style of being, continually expanding in a vital process of definition, affirmation, revision, and growth,” Robert Penn Warren wrote in admonishing against the trouble with “finding yourself,” “a process that is the image, we may say, of the life process of a healthy society itself.”",
    "id": "2"
      }, {
      "title": "A Brave and Startling Truth: Astrophysicist Janna Levin Reads Maya Angelou’s Stunning Humanist Poem That Flew to Space, Inspired by Carl Sagan",
      "quote": "“Out of such chaos, of such contradiction / We learn that we are neither devils nor divines…”",
      "author": "BY MARIA POPOVA",
      "content": "The second annual Universe in Verse — a celebration of science through poetry, and a voice of resistance against the assault on nature — opened with the poem “A Brave and Startling Truth” by Maya Angelou (April 4, 1928–May 28, 2014), which flew to space on the Orion spacecraft. I chose this poem to set the tone for the show in part because it is absolutely stunning and acutely relevant to our cultural moment, and in part because the first time I read it, it sparked in me a sudden insight into the often invisible ways in which science and poetry influence and inspire one another — into how the golden threads of thought and feeling stretch and cross-hatch across disciplines to weave what we call culture.",
      "id": "3"
  }]
}
